target/test-classes/xml/sws/maintaincontact/TC3526_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Header/>
  <soapenv:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <sel:maintainContactRequest xmlns="http://selfcare.telco.hsntech.com">
      <sel:ExternalSystemID>COCO</sel:ExternalSystemID>
      <sel:MaintainContactAction>Update Contact</sel:MaintainContactAction>
      <!--Optional:-->
      <sel:UserName>$userName$</sel:UserName>
      <sel:AccountNumber>$accountNumber$</sel:AccountNumber>
      <!--Optional:-->
      <sel:NewUserName>$newUserName$</sel:NewUserName>
    </sel:maintainContactRequest>
  </soapenv:Body>
</soapenv:Envelope>